/* send button - Send */
"ChatBar_sendButton" = "Send";

/* connect with facebook */
"ConnecionViewController_FacebookConnect" = "";

/* Connexion_loginButton */
"ConnexionViewController_klaimCodeOrEmail" = "Klaim Code or email";

/* modalConnexionVC Klaim Code */
"ConnexionViewController_loginField" = "";

/* go to registration - Connexion modal view */
"ConnexionViewController_notRegisteredYetButton" = "Not registered yet ?";

/* modalConnexionVC OK ! */
"ConnexionViewController_ok_button_modal" = "Ok";

/* ok */
"ConnexionViewController_okButton" = "Ok";

/* Or */
"ConnexionViewController_orButton" = "Or";

/* Connexion_registerButton */
"ConnexionViewController_password" = "Password";

/* modalConnexionVC Password */
"ConnexionViewController_passwordField" = "Password";

/* modalConnexionVC Problem */
"ConnexionViewController_problemModal" = "Problem !";

/* invalid email or klaim code connexion modal view */
"ConnexionViewController_wrongEmailOrPassword" = "Please, enter a valid klaim Code or email";

/* modalConnexionVC wrong login or password */
"ConnexionViewController_wrongLoginModal" = "Wrong Login or Password";

/* ModalContactList, Contacts */
"ContactContactViewController_contacts_label" = "Contacts";

/* ModalContactList, Close */
"ContactViewController_close_button" = "Close";

/* Placeholder text when the user has no contacts. */
"ContactViewController_noContact_label" = "You have no contacts";

/* Add contact */
"ConversationViewController_addContact_button" = "Add";

/* Cancel - delete conversation UIactionsheet */
"ConversationViewController_cancelDeleteConversation_button" = "Cancel";

/* Cancel */
"ConversationViewController_cancelResend_button" = "Cancel";

/* Clear all button in conversation to erase all messages */
"ConversationViewController_clearAll_button" = "Clear All";

/* @Contact */
"ConversationViewController_contact_label" = "Contact";

/* Delete at the bottom of the view */
"ConversationViewController_delete_button" = "Delete";

/* delete conversation - delete conversation UIactionsheet */
"ConversationViewController_deleteConversation_button" = "Delete Conversation";

/* Delete at the bottom of the view */
"ConversationViewController_deleteNumbered_button" = "Delete (%d)";

/* Forward at the bottom of the view */
"ConversationViewController_forward_button" = "Forward";

/* Forward button at the bottom of the view */
"ConversationViewController_forwardNumbered_button" = "Forward (%d)";

/* Load More button in Conversation View controller */
"ConversationViewController_loadMore_button" = "Load more";

/* text to replace the user name in case of multiple recipents. From the iPhone sms app : Fr : Emis; All : Ausgang; It : In uscita; */
"ConversationViewController_outgoing_label" = "Outgoing";

/* Question asked to the user if they want to resend the message */
"ConversationViewController_resendMessageAcknowledgement_button" = "Your message was not sent. Tap \"Try again\" to send this message";

/* Resend message that couldn't be send earlier */
"ConversationViewController_tryAgainResend_button" = "Try again";

/* Contact */
"ConversationViewController_viewContact_button" = "Contact";

/* display this message on MultipleViewController when the message wasn't sent */
"ConversionviewCell_failure_label" = "Message Send Failure";

/* Friday */
"DateAddition_friday_label" = "Friday";

/* Monday */
"DateAddition_monday_label" = "Monday";

/* Saturday */
"DateAddition_saturday_label" = "Saturday";

/* Sunday */
"DateAddition_sunday" = "Sunday";

/* Thursday */
"DateAddition_thursday_label" = "Thursday";

/* Tuesday */
"DateAddition_tuesday_label" = "Tuesday";

/* Wednesday */
"DateAddition_wednesday_label" = "Wednesday";

/* yesterday, display time */
"DateConverter_yesterday_label" = "Yesterday";

/* Cancel - delete contact UIactionsheet */
"DetailedContactController_cancelDeleteContact_button" = "Cancel";

/* Cancel */
"DetailedContactController_cancelDeletePhoto_button" = "Cancel";

/* Choose Photo - follow apple API */
"DetailedContactController_choosePhoto_button" = "Choose Photo";

/* contact view, klaim Code */
"DetailedContactController_code_label" = "Code";

/* contact view, klaim Code */
"DetailedContactController_codePlaceholder_label" = "Klaim Code";

/* detailedcontact - klaim code title */
"DetailedContactController_codeTitle_label" = "Code";

/* ; */
"DetailedContactController_contactNamePlaceholder_label" = "Contact name";

/* delete contact - contact view */
"DetailedContactController_deleteContact2_button" = "Delete Contact";

/* delete Contact - delete contact UIactionsheet */
"DetailedContactController_deleteContact_button" = "Delete Contact";

/* Delete photo - follow apple API */
"DetailedContactController_deletePhoto_button" = "Delete photo";

/* imageLabelNil - Edit */
"DetailedContactController_edit_label" = "edit";

/* email */
"DetailedContactController_email_label" = "Email";

/* settings view email */
"DetailedContactController_emailPlaceholder_label" = "Email";

/* ; */
"DetailedContactController_firstName_label" = "First name";

/* wrong string entered in detailed contact view */
"DetailedContactController_inputError_label" = "Input error";

/* wrong klaim code */
"DetailedContactController_invalidCode_label" = "You have to enter a valid Klaim Code";

/* ; */
"DetailedContactController_lastName_label" = "Last name";

/* connect with facebook */
"DetailedContactController_linkFacebook_button" = "Link account";

/* ModalNewContactsViewTitle, new Contacts */
"DetailedContactController_newContact_label" = "new Contact";

/* Ok */
"DetailedContactController_ok_button" = "Ok";

/* setings modal view - my information */
"DetailedContactController_personnalInformation_label" = "My Information";

/* send message - contact view */
"DetailedContactController_sendMessage_button" = "Send Message";

/* settings view email */
"DetailedContactController_showToOthers_switch" = "Show to others";

/* connect with facebook */
"DetailedContactController_syncFriends_switch" = "Sync friends";

/* take Photo - follow apple API */
"DetailedContactController_takePhoto_button" = "Take Photo";

/* inscription page */
"Inscription2ViewController_cantContinueClose_button" = "Close";

/* inscription page 2 */
"Inscription2ViewController_cantContinueLastName_label" = "Last Name";

/* inscription page 2 */
"Inscription2ViewController_cantContinueTitleFirstName_label" = "First Name";

/* something went wring registration view 2 */
"Inscription2ViewController_errorInRegistration_label" = "Oops, something went wrong, sorry";

/* inscription view 2 */
"Inscription2ViewController_finishRegistration_button" = "Complete";

/* inscription page 2 */
"Inscription2ViewController_firstNameMissing_label" = "You are required to provide your first name.";

/* insc2_firstname */
"Inscription2ViewController_firstNamePlaceholder_label" = "First name";

/* inscripton page 2 */
"Inscription2ViewController_lastNameMissing_label." = "You are required to provide your last name..";

/* insc2_lastname */
"Inscription2ViewController_lastNamePlaceholder_label" = "Last name";

/* Ok */
"Inscription2ViewController_okAlertView_button" = "Ok";

/* inscription view 2 */
"Inscription2ViewController_registerTitle_label" = "Register";

/* inscription page */
"InscriptionViewController_ageAgreement_label" = "I certify that I am at least 13 years of age and accept the Klaim service agreement.";

/* inscription page */
"InscriptionViewController_agree_button" = "Agree";

/* inscription page */
"InscriptionViewController_cancelRegistration_button" = "Cancel";

/* inscription modal view - Cancel Register */
"InscriptionViewController_cancelRegistration_label" = "Cancel Register";

/* inscription page */
"InscriptionViewController_cantContinueCode_label" = "Klaim Code";

/* inscription page */
"InscriptionViewController_cantContinueEmail_label" = "Email";

/* inscription page */
"InscriptionViewController_cantContinuePassword_label" = "Password";

/* inscription page */
"InscriptionViewController_cantContinuePasswordConfirmation_label" = "Password Confirmation";

/* inscription page */
"InscriptionViewController_cantContinueReasonCode_label" = "Your Klaim Code must be 4 characters long, and can only contain letters.";

/* inscription page */
"InscriptionViewController_cantContinueReasonInvalidEmail_label" = "The email address you specified is not valid.";

/* inscription page */
"InscriptionViewController_cantContinueReasonPassword_label" = "Your password must be at least 6 characters long.";

/* inscription page */
"InscriptionViewController_cantContinueReasonPasswordMatch_label" = "he password confirmation doesn't match your password.";

/* inscription page */
"InscriptionViewController_closeAlertView_label" = "Close";

/* email */
"InscriptionViewController_email_label" = "Email";

/* insc1_mail */
"InscriptionViewController_emailPlaceholder_label" = "Email";

/* Klaim Code, inscription view */
"InscriptionViewController_klaimCode_label" = "Klaim Code";

/* insc1_klaimCode */
"InscriptionViewController_klaimCodePlaceholder_label" = "Klaim Code (4 letters)";

/* inscription view */
"InscriptionViewController_nextStep_button" = "Next";

/* insc1_pass2 */
"InscriptionViewController_password2Placeholder_label" = "Confirm Password";

/* password */
"InscriptionViewController_password_label" = "Password";

/* insc1_pass1 */
"InscriptionViewController_passwordPlaceholder_label" = "Password";

/* inscription view */
"InscriptionViewController_registerTitle_label" = "Register";

/* inscription page */
"InscriptionViewController_serviceAgreement_label" = "Service Agreement";

/* inscription view */
"InscriptionViewController_step1_button" = "Step 1";

/* No comment provided by engineer. */
"InscriptionViewController_viewServiceAgreement_button" = "View the Klaim service agreement";

/* deconnexion iphone */
"LPR_disconnect_label" = "For some reason, you've been disconnected, please login again.";

/* ok ! */
"LPR_okDisconnected_button" = "Ok";

/* MultipleViewController, Messages -> title */
"MultipleMessageViewController_messagesTitle" = "Messages";

/* Open contacts modal view */
"MultipleMessageViewController_contacts_button" = "Contacts";

/* Open settings modal view */
"MultipleMessageViewController_settings_button" = "Settings";

/* Placeholder text when the user has no conversations. */
"MultipleMessageViewController_noConversations_label" = "You have no conversations";

/* ModalSettingsViewTitle */
"MultipleMessageViewController_settingsModal_label" = "Settings";

/* ModalContactsViewTitle */
"MultipleMessageViewController_contactsModal_label" = "Contacts";

/* asking users if they want to match their friends to klaim Codes and import contacts */
"MultipleMessageViewController_facebookMatchFriends_label" = "Do you want us to match your facebook friends to Klaim users automatically ?";

/* Facebook matching friends refused */
"MultipleMessageViewController_facebookMatchNo" = "No thanks !";

/* No comment provided by engineer. */
"MultipleMessageViewController_facebookMatchYes" = "Yes please !";

/* asking user if they want to go to the AppStore to upgrade their app */
"MultipleMessageViewController_newKlaimversion_label" = "A new version of Klaim is available. Download it now or you'll miss the newest features !";

/* download new version refused */
"MultipleMessageViewController_newVersionNo_label" = "No thanks !";

/* download new version accepted */
"MultipleMessageViewController_newVersionYes_label" = "Yes please !";

/* ModalNewMessage, Cancel */
"NewMessageViewController_cancel_button" = "Cancel";

/* modal new Message - New Message */
"NewMessageViewController_newMessageTitle_label" = "New Message";

/* sending... text in conversation view */
"ProgressBar_sending_label" = "Sending...";

/* Problem */
"Request_problem_label" = "Problem !";

/* no internet connexion display */
"Request_noInternet_label" = "Internet connection is not available, please try again later";

/* button to acknowledge the no internet connexion popup */
"Request_noInternetAck_button" = "Ok";

/* Settings - UIActionsheet - Cancel */
"SettingsViewController_cancelShare_button" = "Cancel";

/* ModalSettings, Close */
"SettingsViewController_closeWindow_button" = "Close";

/* Disconnect button, settings view */
"SettingsViewController_disconnect_button" = "Disconnect";

/* ModalSettings - User */
"SettingsViewController_userSection_label" = "User";

/* ModalSettings - Local settings */
"SettingsViewController_localSettingsSection_label" = "Local settings";

/* ModalSettings - Share */
"SettingsViewController_shareSection_label" = "Share";

/* ModalSettings - Klaim code */
"SettingsViewController_klaimCode_label" = "Klaim Code";

/* ModalSettings - Edit profile */
"SettingsViewController_editProfile_button" = "Edit profile";

/* ModalSettings - Notifications */
"SettingsViewController_notifications_label" = "Notifications";

/* ModalSettings - Share my Klaim Code */
"SettingsViewController_shareCode_button" = "Share my Klaim Code";

/* ModalSettings - official website */
"SettingsViewController_webSite_button" = "Official website";

/* Settings - UIActionsheet - SMS */
"SettingsViewController_SMSSending_button" = "SMS";

/* ok */
"SettingsViewController_Ok" = "SettingsViewController_Ok";

/* Settings - UIActionsheet - Email */
"SettingsViewController_emailSending_button" = "Email";

/* show the klaim code to the user */
"SettingsViewController_showKlaimCode_label" = "My Klaim Code is %@ !";

/* sharing email, subject */
"SettingsViewController_mailTextShare_label" = "You can now Klaim me!";

/* Ok */
"SettingsViewController_errorAck_button" = "Ok";

/* what elese ? */
"SettingsViewController_sendingMailError_label" = "Sending Failed - Unknown Error :-(";

/* mail composer error */
"SettingsViewController_emailError_label" = "Email error";

/* unknonw error from message composer */
"SettingsViewController_unknownError_label" = "Unknown Error";

/* messageComposerViewController */
"SettingsViewController_mailError_label" = "Message composer error";

/* No comment provided by engineer. */
"SettingsViewController_emailBoding_label" = "My Klaim Code is %1$@ ! Not on Klaim? Check it out: %2$@ !!";

